Repository: zaidsafa/verbose-winner
Catalog: Pinbook/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pt_br, ru, tr, ur, zh_hans, zh_hant

source: Local store unavailable
ar: التخزين المحلي غير متاح
de: Lokaler Speicher nicht verfügbar
es: Almacenamiento local no disponible
fr: Stockage local indisponible
hi: स्थानीय स्टोरेज उपलब्ध नहीं है
id: Penyimpanan lokal tidak tersedia
it: Archivio locale non disponibile
ja: ローカルストレージを利用できません
ko: 로컬 저장 공간을 사용할 수 없음
pt_br: Armazenamento local indisponível
ru: Локальное хранилище недоступно
tr: Yerel depolama kullanılamıyor
ur: مقامی اسٹوریج دستیاب نہیں
zh_hans: 本地存储不可用
zh_hant: 本機儲存空間無法使用

source: Local delivery
ar: تنبيه محلي
de: Lokale Benachrichtigungen
es: Notificaciones locales
fr: Notifications locales
hi: स्थानीय सूचनाएँ
id: Notifikasi lokal
it: Notifiche locali
ja: ローカル通知
ko: 기기 내 알림
pt_br: Notificações locais
ru: Локальные уведомления
tr: Yerel bildirimler
ur: مقامی اطلاعات
zh_hans: 本地提醒
zh_hant: 本機通知

source: Mark noted
ar: أرشفة
de: Archivieren
es: Archivar
fr: Archiver
hi: संग्रह में रखें
id: Arsipkan
it: Archivia
ja: アーカイブ
ko: 보관
pt_br: Arquivar
ru: В архив
tr: Arşivle
ur: محفوظات میں رکھیں
zh_hans: 归档
zh_hant: 歸檔

source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
ru: Название
tr: Ad
ur: نام
zh_hans: 名称
zh_hant: 名稱

source: Name, purpose, and person are required.
ar: الاسم والغرض والشخص مطلوبة.
de: Name, Zweck und Person sind erforderlich.
es: El nombre, el concepto y la persona son obligatorios.
fr: Le nom, le motif et la personne sont obligatoires.
hi: नाम, उद्देश्य और व्यक्ति आवश्यक हैं।
id: Nama, tujuan, dan orang wajib diisi.
it: Nome, causale e persona sono obbligatori.
ja: 名前、用途、対象者は必須です。
ko: 이름, 용도, 대상은 필수입니다.
pt_br: Nome, finalidade e pessoa são obrigatórios.
ru: Название, назначение и человек обязательны.
tr: Ad, amaç ve kişi zorunludur.
ur: نام، مقصد اور شخص ضروری ہیں۔
zh_hans: 名称、用途和人员为必填项。
zh_hant: 名稱、用途和對象為必填欄位。

source: New book
ar: دفتر جديد
de: Neues Buch
es: Nuevo libro
fr: Nouveau carnet
hi: नई खाता-बही
id: Buku baru
it: Nuovo registro
ja: 新しい帳簿
ko: 새 장부
pt_br: Novo caderno
ru: Новая книга
tr: Yeni defter
ur: نیا کھاتا
zh_hans: 新建账本
zh_hant: 新增帳本

source: New template
ar: قالب جديد
de: Neue Vorlage
es: Nueva plantilla
fr: Nouveau modèle
hi: नया टेम्पलेट
id: Templat baru
it: Nuovo modello
ja: 新しいテンプレート
ko: 새 템플릿
pt_br: Novo modelo
ru: Новый шаблон
tr: Yeni şablon
ur: نیا سانچہ
zh_hans: 新建模板
zh_hant: 新增範本

source: New expense
ar: مصروف جديد
de: Neue Ausgabe
es: Nuevo gasto
fr: Nouvelle dépense
hi: नया खर्च
id: Pengeluaran baru
it: Nuova spesa
ja: 新しい支出
ko: 새 지출
pt_br: Nova despesa
ru: Новый расход
tr: Yeni gider
ur: نیا خرچ
zh_hans: 新建支出
zh_hant: 新增支出

source: Night ink
ar: حبر ليلي
de: Nachttinte
es: Tinta nocturna
fr: Encre nocturne
hi: रात की स्याही
id: Tinta malam
it: Inchiostro notturno
ja: 夜のインク
ko: 밤의 잉크
pt_br: Tinta noturna
ru: Ночные чернила
tr: Gece mürekkebi
ur: رات کی سیاہی
zh_hans: 夜墨
zh_hant: 夜墨

source: No favorites are selected by default. Expense entry only shows the currencies you choose.
ar: لا تُحدد عملات مفضلة افتراضياً. تعرض شاشة إضافة المصروف العملات التي تختارها فقط.
de: Es sind keine bevorzugten Währungen vorausgewählt. Bei der Ausgabenerfassung erscheinen nur die von dir gewählten Währungen.
es: No hay monedas favoritas predeterminadas. Al introducir gastos, solo aparecen las monedas que elijas.
fr: Aucune devise favorite n’est présélectionnée. La saisie des dépenses n’affiche que les devises choisies.
hi: कोई पसंदीदा मुद्रा पहले से नहीं चुनी गई है। खर्च दर्ज करते समय केवल आपकी चुनी हुई मुद्राएँ दिखती हैं।
id: Tidak ada mata uang favorit yang dipilih secara default. Formulir pengeluaran hanya menampilkan mata uang yang Anda pilih.
it: Nessuna valuta preferita è preselezionata. Durante l’inserimento delle spese compaiono solo le valute scelte.
ja: よく使う通貨は初期設定では選択されていません。支出の入力時には、選んだ通貨だけが表示されます。
ko: 즐겨찾는 통화는 기본으로 선택되어 있지 않습니다. 지출 입력 시 선택한 통화만 표시됩니다.
pt_br: Nenhuma moeda favorita vem selecionada. Ao registrar despesas, aparecem apenas as moedas escolhidas.
ru: Избранные валюты не выбраны заранее. При вводе расходов отображаются только выбранные вами валюты.
tr: Varsayılan olarak favori para birimi seçilmez. Gider girişinde yalnızca seçtiğiniz para birimleri gösterilir.
ur: کوئی پسندیدہ کرنسی پہلے سے منتخب نہیں ہوتی۔ خرچ درج کرتے وقت صرف آپ کی منتخب کردہ کرنسیاں دکھائی جاتی ہیں۔
zh_hans: 默认不选择任何常用货币。添加支出时只显示你选择的货币。
zh_hant: 系統不會預選任何常用幣別。輸入支出時只會顯示您選擇的幣別。

source: No open balances yet.
ar: لا توجد أرصدة مفتوحة بعد.
de: Noch keine offenen Beträge.
es: Aún no hay saldos pendientes.
fr: Aucun solde ouvert pour le moment.
hi: अभी कोई खुली बाकी राशि नहीं है।
id: Belum ada saldo terbuka.
it: Nessun saldo aperto.
ja: 未処理の残額はまだありません。
ko: 아직 미처리 잔액이 없습니다.
pt_br: Ainda não há saldos em aberto.
ru: Открытых остатков пока нет.
tr: Henüz açık bakiye yok.
ur: ابھی کوئی کھلی باقی رقم نہیں۔
zh_hans: 暂无未结余额。
zh_hant: 目前沒有未付餘額。

source: No receipts
ar: لا توجد إيصالات
de: Keine Belege
es: Sin recibos
fr: Aucun reçu
hi: कोई रसीद नहीं
id: Tidak ada kuitansi
it: Nessuna ricevuta
ja: 領収書がありません
ko: 영수증 없음
pt_br: Sem recibos
ru: Нет чеков
tr: Makbuz yok
ur: کوئی رسید نہیں
zh_hans: 暂无收据
zh_hant: 沒有收據

source: No scheduled reminders
ar: لا توجد تذكيرات مجدولة
de: Keine geplanten Erinnerungen
es: Sin recordatorios programados
fr: Aucun rappel programmé
hi: कोई तय रिमाइंडर नहीं
id: Tidak ada pengingat terjadwal
it: Nessun promemoria programmato
ja: 設定済みのリマインダーはありません
ko: 예약된 알림 없음
pt_br: Sem lembretes agendados
ru: Нет запланированных напоминаний
tr: Planlanmış hatırlatıcı yok
ur: کوئی مقررہ یاد دہانی نہیں
zh_hans: 暂无计划提醒
zh_hant: 沒有已排程的提醒

source: No statement data
ar: لا توجد بيانات للكشف
de: Keine Daten für die Aufstellung
es: Sin datos para el estado de cuenta
fr: Aucune donnée pour le relevé
hi: विवरण के लिए डेटा नहीं है
id: Tidak ada data laporan
it: Nessun dato per il rendiconto
ja: 明細書のデータがありません
ko: 명세서 데이터 없음
pt_br: Sem dados para o demonstrativo
ru: Нет данных для выписки
tr: Döküm verisi yok
ur: گوشوارے کے لیے ڈیٹا نہیں
zh_hans: 暂无对账单数据
zh_hant: 沒有對帳單資料

source: No templates
ar: لا توجد قوالب
de: Keine Vorlagen
es: Sin plantillas
fr: Aucun modèle
hi: कोई टेम्पलेट नहीं
id: Tidak ada templat
it: Nessun modello
ja: テンプレートがありません
ko: 템플릿 없음
pt_br: Sem modelos
ru: Нет шаблонов
tr: Şablon yok
ur: کوئی سانچہ نہیں
zh_hans: 暂无模板
zh_hant: 沒有範本

source: Note (optional)
ar: ملاحظة (اختياري)
de: Notiz (optional)
es: Nota (opcional)
fr: Note (facultatif)
hi: नोट (वैकल्पिक)
id: Catatan (opsional)
it: Nota (facoltativa)
ja: メモ（任意）
ko: 메모(선택 사항)
pt_br: Observação (opcional)
ru: Заметка (необязательно)
tr: Not (isteğe bağlı)
ur: نوٹ (اختیاری)
zh_hans: 备注（可选）
zh_hant: 備註（選填）

source: Not connected
ar: غير متصل
de: Nicht verbunden
es: Sin conexión
fr: Non connecté
hi: कनेक्ट नहीं है
id: Tidak terhubung
it: Non connesso
ja: 未接続
ko: 연결되지 않음
pt_br: Não conectado
ru: Не подключено
tr: Bağlı değil
ur: منسلک نہیں
zh_hans: 未连接
zh_hant: 未連線

source: Noted
ar: المؤرشف
de: Archiviert
es: Archivados
fr: Archives
hi: संग्रह
id: Arsip
it: Archivio
ja: アーカイブ済み
ko: 보관함
pt_br: Arquivadas
ru: Архив
tr: Arşiv
ur: محفوظات
zh_hans: 已归档
zh_hant: 已歸檔

source: Nothing noted
ar: لا توجد مصروفات مؤرشفة
de: Keine archivierten Ausgaben
es: Sin gastos archivados
fr: Aucune dépense archivée
hi: कोई संग्रहीत खर्च नहीं
id: Belum ada pengeluaran diarsipkan
it: Nessuna spesa archiviata
ja: アーカイブした支出はありません
ko: 보관한 지출 없음
pt_br: Nenhuma despesa arquivada
ru: Нет архивных расходов
tr: Arşivlenmiş gider yok
ur: محفوظات میں کوئی خرچ نہیں
zh_hans: 暂无已归档支出
zh_hant: 尚無已歸檔支出

source: Notification permission will be requested only when reminder delivery is implemented.
ar: لن يُطلب إذن الإشعارات إلا بعد تنفيذ إرسال التذكيرات.
de: Die Benachrichtigungsberechtigung wird erst angefragt, wenn die Erinnerungszustellung verfügbar ist.
es: El permiso de notificaciones solo se solicitará cuando el envío de recordatorios esté disponible.
fr: L’autorisation de notification sera demandée uniquement lorsque l’envoi des rappels sera disponible.
hi: रिमाइंडर भेजने की सुविधा उपलब्ध होने पर ही सूचना की अनुमति माँगी जाएगी।
id: Izin notifikasi hanya akan diminta setelah pengiriman pengingat tersedia.
it: Il permesso per le notifiche verrà richiesto solo quando l’invio dei promemoria sarà disponibile.
ja: リマインダーの通知機能が利用可能になった際に、通知の許可を求めます。
ko: 알림 발송 기능이 제공될 때만 알림 권한을 요청합니다.
pt_br: A permissão de notificações só será solicitada quando o envio de lembretes estiver disponível.
ru: Разрешение на уведомления будет запрошено только после появления отправки напоминаний.
tr: Bildirim izni, hatırlatıcı gönderimi kullanıma sunulduğunda istenecektir.
ur: یاد دہانی بھیجنے کی سہولت دستیاب ہونے پر ہی اطلاعات کی اجازت مانگی جائے گی۔
zh_hans: 仅在提醒推送功能实现后才会请求通知权限。
zh_hant: 提醒通知功能推出後，才會要求通知權限。

source: Notification text is intentionally generic so financial details do not appear on the Lock Screen.
ar: نص الإشعار عام عمداً حتى لا تظهر التفاصيل المالية على شاشة القفل.
de: Benachrichtigungen sind bewusst allgemein formuliert, damit keine Finanzdetails auf dem Sperrbildschirm erscheinen.
es: El texto de las notificaciones es genérico para que no aparezcan detalles financieros en la pantalla bloqueada.
fr: Le texte des notifications reste volontairement générique pour ne pas afficher de détails financiers sur l’écran verrouillé.
hi: सूचना का पाठ जानबूझकर सामान्य रखा जाता है ताकि लॉक स्क्रीन पर वित्तीय जानकारी न दिखे।
id: Teks notifikasi sengaja dibuat umum agar detail keuangan tidak muncul di Layar Terkunci.
it: Il testo delle notifiche è volutamente generico per non mostrare dettagli finanziari sulla schermata di blocco.
ja: ロック画面に金銭情報が表示されないよう、通知には一般的な文面を使用します。
ko: 잠금 화면에 금융 정보가 표시되지 않도록 알림에는 일반적인 문구만 사용합니다.
pt_br: O texto das notificações é genérico de propósito para não mostrar detalhes financeiros na Tela Bloqueada.
ru: Текст уведомлений намеренно нейтрален, чтобы финансовые сведения не появлялись на экране блокировки.
tr: Kilitli Ekran’da mali ayrıntıların görünmemesi için bildirim metni bilerek genel tutulur.
ur: اطلاعات کا متن جان بوجھ کر عمومی رکھا جاتا ہے تاکہ لاک اسکرین پر مالی تفصیلات ظاہر نہ ہوں۔
zh_hans: 通知文本会刻意保持概括，避免财务详情显示在锁定屏幕上。
zh_hant: 通知刻意使用一般性文字，避免在鎖定畫面顯示財務明細。

source: Notifications are disabled. Turn off the reminder or enable notifications in Settings.
ar: الإشعارات معطلة. أوقف التذكير أو فعّل الإشعارات من الإعدادات.
de: Benachrichtigungen sind deaktiviert. Schalte die Erinnerung aus oder erlaube Benachrichtigungen in den Einstellungen.
es: Las notificaciones están desactivadas. Desactiva el recordatorio o permite las notificaciones en Ajustes.
fr: Les notifications sont désactivées. Désactivez le rappel ou autorisez les notifications dans Réglages.
hi: सूचनाएँ बंद हैं। रिमाइंडर बंद करें या सेटिंग्ज़ में सूचनाओं की अनुमति दें।
id: Notifikasi dinonaktifkan. Matikan pengingat atau izinkan notifikasi di Pengaturan.
it: Le notifiche sono disattivate. Disattiva il promemoria o abilita le notifiche in Impostazioni.
ja: 通知が無効です。リマインダーをオフにするか、「設定」で通知を許可してください。
ko: 알림이 꺼져 있습니다. 이 알림을 끄거나 설정에서 알림을 허용하세요.
pt_br: As notificações estão desativadas. Desative o lembrete ou permita as notificações em Ajustes.
ru: Уведомления отключены. Отключите напоминание или разрешите уведомления в Настройках.
tr: Bildirimler kapalı. Hatırlatıcıyı kapatın veya Ayarlar’dan bildirimlere izin verin.
ur: اطلاعات بند ہیں۔ یاد دہانی بند کریں یا ترتیبات میں اطلاعات کی اجازت دیں۔
zh_hans: 通知已关闭。请关闭该提醒，或在“设置”中启用通知。
zh_hant: 通知已停用。請關閉此提醒，或前往「設定」允許通知。

source: OK
ar: حسناً
es: Aceptar
hi: ठीक है
id: Oke
ko: 확인
ru: ОК
tr: Tamam
ur: ٹھیک ہے
zh_hans: 好
zh_hant: 好

source: of
ar: من
de: von
es: de
fr: sur
hi: में से
id: dari
it: di
pt_br: de
ru: из
ur: میں سے
zh_hans: 共

source: On-device receipt text recognition is a later enhancement and is not available in this build.
ar: التعرّف على نصوص الإيصالات على الجهاز تحسين لاحق وغير متاح في هذا الإصدار.
de: Texterkennung für Belege direkt auf dem Gerät ist später geplant und in dieser Version nicht verfügbar.
es: El reconocimiento de texto de recibos en el dispositivo es una mejora futura y no está disponible en esta versión.
fr: La reconnaissance de texte des reçus sur l’appareil est prévue ultérieurement et n’est pas disponible dans cette version.
hi: डिवाइस पर रसीद का पाठ पहचानने की सुविधा बाद में आएगी और इस बिल्ड में उपलब्ध नहीं है।
id: Pengenalan teks kuitansi di perangkat direncanakan nanti dan belum tersedia dalam versi ini.
it: Il riconoscimento del testo delle ricevute sul dispositivo è previsto in futuro e non è disponibile in questa versione.
ja: デバイス上での領収書の文字認識は今後対応予定で、このビルドでは利用できません。
ko: 기기 내 영수증 텍스트 인식은 추후 지원 예정이며 이 빌드에서는 사용할 수 없습니다.
pt_br: O reconhecimento de texto dos recibos no dispositivo está previsto para depois e não está disponível nesta versão.
ru: Распознавание текста чеков на устройстве запланировано на будущее и недоступно в этой сборке.
tr: Aygıtta makbuz metni tanıma daha sonra eklenecek ve bu sürümde kullanılamıyor.
ur: آلے پر رسید کا متن پہچاننے کی سہولت بعد میں آئے گی اور اس بلڈ میں دستیاب نہیں۔
zh_hans: 设备端收据文字识别是后续增强功能，此版本暂不提供。
zh_hant: 裝置端收據文字辨識是後續規劃的功能，此版本尚未提供。

source: Only the selected book appears in Expenses, Summary, Noted, templates, and exports.
ar: يظهر الدفتر المحدد فقط في المصروفات والملخص والمؤرشف والقوالب والتصدير.
de: Nur das ausgewählte Buch erscheint in Ausgaben, Übersicht, Archiviert, Vorlagen und Exporten.
es: Solo el libro seleccionado aparece en Gastos, Resumen, Archivados, plantillas y exportaciones.
fr: Seul le carnet sélectionné apparaît dans Dépenses, Résumé, Archives, les modèles et les exports.
hi: खर्च, सारांश, संग्रह, टेम्पलेट और निर्यात में केवल चुनी हुई खाता-बही दिखाई देती है।
id: Hanya buku yang dipilih yang ditampilkan di Pengeluaran, Ringkasan, Arsip, templat, dan ekspor.
it: Solo il registro selezionato appare in Spese, Riepilogo, Archivio, modelli ed esportazioni.
ja: 「支出」「集計」「アーカイブ済み」、テンプレート、書き出しには、選択中の帳簿だけが反映されます。
ko: 지출, 요약, 보관함, 템플릿, 내보내기에는 선택한 장부만 표시됩니다.
pt_br: Somente o caderno selecionado aparece em Despesas, Resumo, Arquivadas, modelos e exportações.
ru: В Расходах, Сводке, Архиве, шаблонах и экспорте отображается только выбранная книга.
tr: Giderler, Özet, Arşiv, şablonlar ve dışa aktarımlarda yalnızca seçili defter görünür.
ur: اخراجات، خلاصہ، محفوظات، سانچوں اور برآمدات میں صرف منتخب کھاتا دکھائی دیتا ہے۔
zh_hans: “支出”“汇总”“已归档”、模板和导出中只会显示当前选中的账本。
zh_hant: 「支出」、「摘要」、「已歸檔」、範本與匯出內容只會顯示所選帳本的資料。

source: Open
ar: مفتوح
de: Öffnen
es: Abrir
fr: Ouvrir
hi: खोलें
id: Buka
it: Apri
ja: 開く
ko: 열기
pt_br: Abrir
ru: Открыть
tr: Aç
ur: کھولیں
zh_hans: 打开
zh_hant: 開啟

source: Open Pinbook to review a scheduled expense.
ar: افتح Pinbook لمراجعة مصروف مجدول.
de: Öffne Pinbook, um eine geplante Ausgabe anzusehen.
es: Abre Pinbook para revisar un gasto programado.
fr: Ouvrez Pinbook pour consulter une dépense programmée.
hi: तय किए गए खर्च की समीक्षा के लिए Pinbook खोलें।
id: Buka Pinbook untuk melihat pengeluaran terjadwal.
it: Apri Pinbook per consultare una spesa programmata.
ja: Pinbookを開いて、予定された支出を確認してください。
ko: Pinbook을 열어 예정된 지출을 확인하세요.
pt_br: Abra o Pinbook para consultar uma despesa agendada.
ru: Откройте Pinbook, чтобы просмотреть запланированный расход.
tr: Planlanmış bir gideri incelemek için Pinbook’u açın.
ur: مقررہ خرچ دیکھنے کے لیے Pinbook کھولیں۔
zh_hans: 打开 Pinbook 查看计划支出。
zh_hant: 開啟 Pinbook 查看已排程的支出。

source: Opens the new expense form
ar: يفتح نموذج المصروف الجديد
de: Öffnet das Formular für eine neue Ausgabe
es: Abre el formulario de nuevo gasto
fr: Ouvre le formulaire de nouvelle dépense
hi: नए खर्च का फ़ॉर्म खोलता है
id: Membuka formulir pengeluaran baru
it: Apre il modulo per una nuova spesa
ja: 新しい支出の入力画面を開きます
ko: 새 지출 입력 화면을 엽니다
pt_br: Abre o formulário de nova despesa
ru: Открывает форму нового расхода
tr: Yeni gider formunu açar
ur: نئے خرچ کا فارم کھولتا ہے
zh_hans: 打开新建支出表单
zh_hant: 開啟新增支出表單

source: Options
ar: الخيارات
de: Optionen
es: Opciones
hi: विकल्प
id: Opsi
it: Opzioni
ja: オプション
ko: 옵션
pt_br: Opções
ru: Параметры
tr: Seçenekler
ur: اختیارات
zh_hans: 选项
zh_hant: 選項

source: Original: %@ · Paid: %@ · Remaining: %@
ar: الأصلي: %1$@ · المدفوع: %2$@ · المتبقي: %3$@
de: Ursprünglich: %@ · Bezahlt: %@ · Offen: %@
es: Original: %@ · Pagado: %@ · Pendiente: %@
fr: Initial : %@ · Payé : %@ · Restant : %@
hi: मूल: %@ · भुगतान: %@ · बाकी: %@
id: Awal: %@ · Dibayar: %@ · Sisa: %@
it: Iniziale: %@ · Pagato: %@ · Residuo: %@
ja: 当初：%@ · 支払済み：%@ · 残額：%@
ko: 원래 금액: %@ · 결제: %@ · 잔액: %@
pt_br: Original: %@ · Pago: %@ · Restante: %@
ru: Изначально: %@ · Оплачено: %@ · Остаток: %@
tr: İlk tutar: %@ · Ödenen: %@ · Kalan: %@
ur: اصل: %@ · ادا شدہ: %@ · باقی: %@
zh_hans: 原始金额：%@ · 已支付：%@ · 剩余：%@
zh_hant: 原始金額：%@ · 已付：%@ · 未付：%@

source: Paper glass
ar: زجاج ورقي
de: Papierglas
es: Papel y cristal
fr: Verre et papier
hi: काग़ज़ और काँच
id: Kertas dan kaca
it: Carta e vetro
ja: ペーパーグラス
ko: 페이퍼 글라스
pt_br: Papel e vidro
ru: Бумага и стекло
tr: Kâğıt ve cam
ur: کاغذ اور شیشہ
zh_hans: 纸感玻璃
zh_hant: 紙感玻璃

source: PDF and CSV
ar: PDF وCSV
de: PDF und CSV
es: PDF y CSV
fr: PDF et CSV
hi: PDF और CSV
id: PDF dan CSV
it: PDF e CSV
ja: PDFとCSV
ko: PDF 및 CSV
pt_br: PDF e CSV
ru: PDF и CSV
tr: PDF ve CSV
ur: PDF اور CSV
zh_hans: PDF 和 CSV
zh_hant: PDF 與 CSV

source: Payment
ar: دفعة
de: Zahlung
es: Pago
fr: Paiement
hi: भुगतान
id: Pembayaran
it: Pagamento
ja: 支払い
ko: 결제
pt_br: Pagamento
ru: Платёж
tr: Ödeme
ur: ادائیگی
zh_hans: 付款
zh_hant: 付款

source: Person or customer
ar: الشخص أو العميل
de: Person oder Kunde
es: Persona o cliente
fr: Personne ou client
hi: व्यक्ति या ग्राहक
id: Orang atau pelanggan
it: Persona o cliente
ja: 対象者または顧客
ko: 대상 또는 고객
pt_br: Pessoa ou cliente
ru: Человек или клиент
tr: Kişi veya müşteri
ur: شخص یا گاہک
zh_hans: 人员或客户
zh_hant: 對象或客戶

source: Permission is requested only when you save an expense with a reminder.
ar: لا يُطلب الإذن إلا عند حفظ مصروف يحتوي على تذكير.
de: Die Berechtigung wird erst beim Speichern einer Ausgabe mit Erinnerung angefragt.
es: El permiso solo se solicita al guardar un gasto con recordatorio.
fr: L’autorisation n’est demandée qu’à l’enregistrement d’une dépense avec rappel.
hi: रिमाइंडर वाला खर्च सहेजते समय ही अनुमति माँगी जाती है।
id: Izin hanya diminta saat Anda menyimpan pengeluaran dengan pengingat.
it: Il permesso viene richiesto solo quando salvi una spesa con promemoria.
ja: リマインダー付きの支出を保存するときだけ、通知の許可を求めます。
ko: 알림이 설정된 지출을 저장할 때만 권한을 요청합니다.
pt_br: A permissão só é solicitada ao salvar uma despesa com lembrete.
ru: Разрешение запрашивается только при сохранении расхода с напоминанием.
tr: İzin yalnızca hatırlatıcılı bir gideri kaydettiğinizde istenir.
ur: یاد دہانی والا خرچ محفوظ کرتے وقت ہی اجازت مانگی جاتی ہے۔
zh_hans: 仅在保存带提醒的支出时请求权限。
zh_hant: 只有儲存附帶提醒的支出時，才會要求通知權限。

source: Pinbook statement
ar: كشف Pinbook
de: Pinbook-Aufstellung
es: Estado de cuenta de Pinbook
fr: Relevé Pinbook
hi: Pinbook विवरण
id: Laporan Pinbook
it: Rendiconto Pinbook
ja: Pinbook明細書
ko: Pinbook 명세서
pt_br: Demonstrativo do Pinbook
ru: Выписка Pinbook
tr: Pinbook dökümü
ur: Pinbook گوشوارہ
zh_hans: Pinbook 对账单
zh_hant: Pinbook 對帳單

source: Personalize
ar: التخصيص
de: Personalisieren
es: Personalizar
fr: Personnaliser
hi: मनमुताबिक बनाएँ
id: Personalisasi
it: Personalizza
ja: カスタマイズ
ko: 개인화
pt_br: Personalizar
ru: Персонализация
tr: Kişiselleştir
ur: اپنی پسند کے مطابق بنائیں
zh_hans: 个性化
zh_hant: 個人化

source: Pinbook never assumes a default favorite currency. Choose one in Options, then add the expense.
ar: لا يفترض Pinbook عملة مفضلة افتراضية. اختر عملة من الخيارات ثم أضف المصروف.
de: Pinbook legt keine bevorzugte Währung automatisch fest. Wähle eine in Optionen und füge dann die Ausgabe hinzu.
es: Pinbook no elige una moneda favorita predeterminada. Selecciona una en Opciones y añade el gasto.
fr: Pinbook ne choisit aucune devise favorite par défaut. Choisissez-en une dans Options, puis ajoutez la dépense.
hi: Pinbook कोई डिफ़ॉल्ट पसंदीदा मुद्रा नहीं चुनता। विकल्प में मुद्रा चुनें, फिर खर्च जोड़ें।
id: Pinbook tidak menetapkan mata uang favorit secara default. Pilih satu di Opsi, lalu tambahkan pengeluaran.
it: Pinbook non sceglie una valuta preferita predefinita. Scegline una in Opzioni, poi aggiungi la spesa.
ja: Pinbookはよく使う通貨を自動で設定しません。「オプション」で通貨を選んでから支出を追加してください。
ko: Pinbook은 기본 즐겨찾기 통화를 임의로 지정하지 않습니다. 옵션에서 통화를 선택한 뒤 지출을 추가하세요.
pt_br: O Pinbook não escolhe uma moeda favorita padrão. Escolha uma em Opções e adicione a despesa.
ru: Pinbook не выбирает избранную валюту автоматически. Выберите её в Параметрах, затем добавьте расход.
tr: Pinbook varsayılan bir favori para birimi belirlemez. Seçenekler’den birini seçip gideri ekleyin.
ur: Pinbook کوئی طے شدہ پسندیدہ کرنسی خود نہیں چنتا۔ اختیارات میں کرنسی منتخب کریں، پھر خرچ شامل کریں۔
zh_hans: Pinbook 不会自动设定常用货币。请先在“选项”中选择，然后再添加支出。
zh_hant: Pinbook 不會自動設定預設常用幣別。請先在「選項」中選擇幣別，再新增支出。

source: Pinbook receives only the photo you choose and copies it into app-private storage. It does not request access to your full photo library.
ar: يستلم Pinbook الصورة التي تختارها فقط وينسخها إلى مساحة تخزين خاصة بالتطبيق. لا يطلب الوصول إلى مكتبة الصور كاملة.
de: Pinbook erhält nur das ausgewählte Foto und kopiert es in den privaten App-Speicher. Zugriff auf die gesamte Fotomediathek wird nicht angefordert.
es: Pinbook recibe solo la foto elegida y la copia al almacenamiento privado de la app. No solicita acceso a toda tu fototeca.
fr: Pinbook reçoit uniquement la photo choisie et la copie dans le stockage privé de l’app. Aucun accès à l’ensemble de votre photothèque n’est demandé.
hi: Pinbook केवल चुनी हुई फ़ोटो प्राप्त करके ऐप के निजी स्टोरेज में कॉपी करता है। आपकी पूरी फ़ोटो लाइब्रेरी की अनुमति नहीं माँगता।
id: Pinbook hanya menerima foto yang dipilih dan menyalinnya ke penyimpanan privat aplikasi. Akses ke seluruh perpustakaan foto tidak diminta.
it: Pinbook riceve solo la foto scelta e la copia nello spazio privato dell’app. Non richiede accesso all’intera libreria fotografica.
ja: Pinbookは選択した写真だけを受け取り、アプリ専用ストレージにコピーします。写真ライブラリ全体へのアクセスは求めません。
ko: Pinbook은 선택한 사진만 받아 앱 전용 저장 공간에 복사합니다. 전체 사진 보관함에 대한 접근 권한은 요청하지 않습니다.
pt_br: O Pinbook recebe apenas a foto escolhida e a copia para o armazenamento privado do app. Não solicita acesso à sua fototeca inteira.
ru: Pinbook получает только выбранное фото и копирует его в закрытое хранилище приложения. Доступ ко всей медиатеке не запрашивается.
tr: Pinbook yalnızca seçtiğiniz fotoğrafı alıp uygulamanın özel depolama alanına kopyalar. Tüm fotoğraf arşivinize erişim istemez.
ur: Pinbook صرف منتخب تصویر وصول کر کے ایپ کی نجی اسٹوریج میں نقل کرتا ہے۔ پوری تصویری لائبریری تک رسائی نہیں مانگتا۔
zh_hans: Pinbook 只接收你选择的照片并将其复制到应用私有存储中，不会请求访问整个照片图库。
zh_hant: Pinbook 只會取得您選擇的照片，並複製到 App 私有儲存空間，不會要求存取整個照片圖庫。
